aaron-bond.better-comments
qwtel.sqlite-viewer
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-spanish
wayou.vscode-todo-highlight
shd101wyy.markdown-preview-enhanced
ritwickdey.liveserver
ms-vsliveshare.vsliveshare
wholroyd.jinja
oderwat.indent-rainbow
esbenp.prettier-vscode
cliffordfajardo.hightlight-selections-vscode
mhutchie.git-graph
usernamehw.errorlens
batisteo.vscode-django
bibhasdn.django-html
bibhasdn.django-snippets
bigonesystems.django
shamanu4.django-intellisense
ms-python.black-formatter
eamodio.gitlens
github.vscode-pull-request-github
github.codespaces
pkief.material-icon-theme
visualstudioexptteam.vscodeintellicode
visualstudioexptteam.intellicode-api-usage-examples
johnpapa.vscode-peacock
christian-kohler.path-intellisense
donjayamanne.python-extension-pack
helixquar.randomeverything
slevesque.vscode-zipexplorer
ecmel.vscode-html-css
formulahendry.auto-rename-tag
formulahendry.auto-close-tag
pranaygp.vscode-css-peek